openshwprojects/OpenBK7231T_App/src/libraries/ESP32_Display_Panel/test_apps/board/m5stack/sdkconfig.ci.BOARD_M5STACK_M5CORES3
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y

CONFIG_BOARD_M5STACK_M5CORES3=y
